{
    "intern":"stajyer",
    "trying to learn all of things":"her şeyi öğrenmeye çalışıyorum",
    "coder":"kodlayıcı",
    "jr. front-end developer who writes clean, elegant and efficient code":"temiz, zarif ve verimli kod yazan jr. ön uç geliştiricisi.",
    "my sample projects":"örnek projelerim",
    "Hey there! Im Fatih. Im a 4th year MIS student. Since 2022, I have been doing an internship in the field of Front-end in a software company. In this area, we usually do our work using angular.":"Selam! Ben Fatih. MIS 4.sınıf öğrencisiyim. 2022 yılından bu yana bir yazılım firmasında Front-end alanında staj yapmaktayım. Bu alanda çalışmalarımızı genellikle angular kullanarak yapıyoruz.",
    "Angular and Bootstrap were used while designing this site":"Bu site oluşturulurken Angular ve Bootstrap kullanılmıştır",
    "home":"anasayfa",
    "about":"hakkımda",
    "projects":"projeler",
    "contact":"iletişim",
    "Contact":"İletişim",
    "Clothing management system for BOTAŞ company. It contains CRUD and database operations, assign and many operations.":"BOTAŞ firmasına ait giyim yönetim sistemi. CRUD ve veritabanı işlemlerini, atama ve birçok işlemi içerir.",
    "Clothe Management":"Kıyafet Yönetimi",
    "Donate App":"Bağış Uygulaması",
    "Adding donor information, assigning donations and adding donation information, and finally viewing the donations made in the spreadsheet with all the details.":"Bağışçı bilgilerinin eklenmesi, bağışların atanması ve bağış bilgilerinin eklenmesi ve son olarak yapılan bağışların tüm detaylarıyla birlikte e-tabloda görüntülenmesi.",
    "Get in touch with me via social media or email":"Benimle sosyal medya veya e-posta yoluyla iletişime geçin",
    "Send Email":"Email Gönder",
    "send email":"email gönder",
    "Name":"Ad",
    "Your Message":"Mesajınız",
    "*The e-mail must be written in the correct format!":"*E-mail doğru formatta yazılmalıdır!",
    "As a proactive team player with the ability to learn quickly, I entered the business world through internships on my own initiative, showcasing technical skills acquired both from school and independent efforts. Specialized in front-end development, I actively expand my knowledge in back-end and AI (LLM, NLP) through various resources.":"Hızlı öğrenme yeteneğine sahip proaktif bir takım oyuncusu olarak, hem okuldan hem de bağımsız çabalardan edindiğim teknik becerileri sergileyerek kendi inisiyatifimle staj yaparak iş dünyasına girdim. Ön uç geliştirmede uzman, çeşitli kaynaklar aracılığıyla arka uç ve yapay zeka alaninda(LLM, NLP) bilgimi aktif olarak genişletiyorum.",
    "Hey there! Im Fatih. I graduated with a degree in MIS. I have about 2 years of experience in software development":"Selamlar! Ben Fatih. MIS bölümünden mezun oldum. Yazılım geliştirme konusunda yaklaşık 2 yıllık tecrübem var",
    "web developer who writes clean, elegant and efficient code":"Temiz, zarif ve verimli kod yazan web geliştiricisi.",
    "AI Tool Finder":"Yapay Zeka Araç Bulucu",
    "AI Tool Finder is a user-friendly web application that lets you discover the AI tools that best suit your needs.":"AI Tool Finder, kullanıcı dostu bir web uygulamasıdır. İhtiyaçlarınıza en uygun yapay zeka araçlarını keşfedersiniz.",
    "The project is designed to facilitate and enrich the lives of customers by providing reliable and innovative solutions in the field of electronics.":"Elektronik alanında güvenilir ve yenilikçi çözümler sunarak müşterilerin hayatını kolaylaştırmak ve zenginleştirmek icin ortaya çıkarılan proje.",
    "Electronic E-commerce Site":"Elektronik E-ticaret Sitesi",
    "Students will prepare themselves better for the exams by solving the questions and trial exams of the exam they will take.":"Öğrenciler girecekleri sınavın sorularını ve deneme sınavlarını çözerek kendilerini sınavlara daha iyi hazırlayacaklardır.",
    "A proactive team player with the ability to learn quickly, I entered the business world through internships on my own initiative, showcasing technical skills acquired from both school and independent endeavors. Expert in front-end development, actively expanding back-end knowledge through various resources.":"Hızlı öğrenme yeteneğine sahip proaktif bir takım oyuncusu olarak, iş dünyasına kendi inisiyatifimle staj yaparak girdim ve hem okuldan hem de bağımsız çabalardan edindiğim teknik becerileri sergiledim. Ön uç geliştirmede uzman, çeşitli kaynaklar aracılığıyla arka uç bilgisini aktif olarak genişletiyor."
}